// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Informações do dispositivo";

HSDModelLabel = "Modelo:";
HSDConnTypeLabel = "Tipo de conexão:";
HSDServiceLabel = "ID do serviço:";
HSDFWLabel = "Versão FW:";
HSDSNLabel = "Número de série:";
HSDDuplexerLabel = "Dispositivo Dúplex:";
HSDDriverLabel = "Versão do driver:";
HSDProdNumLabel = "Número do produto:";
HSDIPAddrLabel = "Endereço IP:";
HSDMessageLabel = "Para imprimir as informações sobre a impressora selecionada agora, clique no botão Imprimir da página de configuração mostrado abaixo.";
HSDPrintButton = "Imprimir página de configuração";

NoPrintTitle = "Não foi possível imprimir a página de configuração";
NoPrintMsg = "Verifique se a impressora está conectada e ligada, e tente novamente.";
PrintingProgressTitle = "Imprimindo página de configuração…";
PageViewButtonTitle = "Visualizar a página de configuração";
PageViewMessage = "Para viisualizar as informações sobre a impressora selecionada agora, clique no botão Visualizar a página de configuração mostrado abaixo.";
DuplexInstalled = "Instalado";
DuplexNotInstalled = "Não instalado";
SomePenErrorMessage = "Um cartucho de tinta parece ausente, não detectado ou incorretamente instalado. A impressão não poderá ocorrer sem que todos os cartuchos estejam instalados.";

HSDEmptyValueString = "Desconhecido";

HSDIKNumberLabel = "Número de IK:";

Wired = "Com fio";
Wireless = "Sem fio";

HSDAllInkUsageLabel = "Tinta total usada:";
HSDHPInkUsageLabel = "Tinta HP usada:";
milliliters = "milímetros";
microliters = "microlitros";

SomePenErrorMessagePigment = "Um cartucho parece estar ausente, não foi detectado ou não foi instalado corretamente. Não é possível imprimir sem todos os cartuchos instalados.";
HSDAllInkUsageLabelPigment = "Total de pigmentos usados:";
HSDHPInkUsageLabelPigment = "Pigmento HP usado:";